{
  "Metadata": {
    "title": "LesDeuxGrises",
    "description": "Breeding of high caliber show jumping horses with outstanding genetic profiles.",
    "keywords": "lesdeuxgrises, les deux grises, horses, jumping horses, breeding, competition, outstanding genetic profiles, jumpers, youngsters, foals, mares",
    "home": {
      "keywords": "lesdeuxgrises, les deux grises, premium horse breeding, show jumping, excellence in breeding, competition horses, france"
    },
    "about": {
      "keywords": "horse breeders, lesdeuxgrises team, equestrian passion, jumping horses breeding, horse breeding history, france horse breeding"
    },
    "horses": {
      "keywords": "jumping horses, mares, stallions, youngsters, foals, future foals, high genetic value, competition horses, premium horses, show jumping horses"
    },
    "contact": {
      "keywords": "contact lesdeuxgrises, horse purchase, breeding consultation, lesdeuxgrises address, horse inquiries, france horse breeding"
    }
  },
  "Navbar": {
    "home": "HOME",
    "about": "ABOUT US",
    "horses": "OUR HORSES",
    "news": "NEWS",
    "contact": "CONTACT US"
  },
  "HomePage": {
    "hiddenTitle": "Les deux grises, a breeding home of show jumping horses",
    "title": "EXCELLENCE",
    "description": "A promise to deliver a high caliber of horses and jumping mares with outstanding genetic profile."
  },
  "AboutPage": {
    "title": "LESDEUXGRISES, discover our breeding home!",
    "whoTitle": "WHO WE ARE",
    "whoContent": "From a young age, horse riding has always been central to our family. My father and brothers, are all accomplished riders and passionate breeders, they passed on their love of horses to me when I was just four years old. This deep family bond naturally shaped my path, leading me to become a competitive rider, a member of the Lebanese national show jumping team, and to compete in both regional and international competitions. \n\n After gaining solid professional experience in the property sector, both residential and commercial, in Lebanon and Ghana, we chose to take a different direction and move to France to pursue our dream. Together with my wife, Lea, we founded Les Deux Grises, a business deeply rooted in our values and shared passion for breeding elite show jumping horses. We want to leverage our cultural diversity to promote internationally the excellence driven by our passion, while respecting the environment and contribute to the well-being of future generations.",
    "whatTitle": "WHAT WE DO",
    "whatContent": "Although dressage is part of our future plans, our current focus is on breeding and selling exceptional show jumping horses. We ensure that each animal receives the best conditions to maximize its potential, with the ambition of offering mounts that excel in the sporting arena.\n\n Les Deux Grises isn't just a business; it's the embodiment of a rich family legacy—one steeped in excellence, tradition, and a commitment to equestrian mastery. Our mission is to actively contribute to improving horse breeds in France while continuing to honor our family heritage. \n\n We invite fellow enthusiasts, breeders, and riders to join us in this adventure and discover the equestrian excellence that Les Deux Grises seeks to highlight.",
    "teamTitle": "THE TEAM"
  },
  "newsletter": {
    "title": "Subscribe to our newsletter",
    "description": "Stay informed about our latest news and updates",
    "emailPlaceholder": "Your email address",
    "join": "Join Us",
    "joinSuccess": "You are subscribed to our newsletter",
    "joinError": "An error occurred while subscribing to our newsletter",
    "leave": "Leave the club",
    "leaveSuccess": "You are unsubscribed from our newsletter",
    "leaveError": "An error occurred while unsubscribing from our newsletter",
    "cancel": "Cancel"
  },

  "HorsePage": {
    "linkMessage": "Click here to learn more"
  },

  "HorsesPage": {
    "title": "LESDEUXGRISES, discover our horses!",
    "sections": {
      "all": "ALL",
      "mare": "MARES",
      "horse": "HORSES",
      "youngster": "YOUNGSTERS",
      "foal": "FOALS",
      "future foal": "FUTURE FOALS"
    }
  },

  "contact": {
    "title": "Contact us",
    "webdev": "You like our website?",
    "webdevMessage": "Contact our web development team for a collaboration or a personalized website request.",
    "webdevButton": "Click here!"
  },

  "footer": {
    "navigation": "Navigation",
    "home": "Home",
    "about": "About",
    "horses": "Horses",
    "contact": "Contact",
    "followUs": "Follow us",
    "copyright": "All rights reserved",
    "privacy": "Privacy Policy"
  },

  "Privacy": {
    "title": "Privacy Policy",
    "dataCollection": "Data Collection",
    "dataCollectionText": "We only collect email addresses that you voluntarily provide to us when subscribing to our newsletter. No other personal data is collected without your explicit consent.",
    "dataUsage": "Data Usage",
    "dataUsageText": "The email addresses we collect are only used to keep interested people informed about important events related to Les Deux Grises. We do not engage in any lucrative activity regarding the emails we gather.",
    "dataRetention": "Data Retention",
    "dataRetentionText": "We automatically remove all people who unsubscribe from our newsletter from our databases. Your data is only retained as long as you remain subscribed to our newsletter.",
    "yourRights": "Your Rights",
    "yourRightsText": "You have the right to unsubscribe from our newsletter at any time. You can also contact us to request deletion of your data or for any questions regarding their processing.",
    "contact": "Contact",
    "contactText": "For any questions regarding this privacy policy, you can contact us at:",
    "backHome": "Back to home"
  }
}
