{
  "Metadata": {
    "title": "LesDeuxGrises",
    "description": "A website for the two grises",
    "keywords": "Les deux grises, les deux grises, LesDeuxGrises, lesdeuxgrises, breeding, horses"
  },
  "Navbar": {
    "home": "HOME",
    "about": "ABOUT US",
    "about1": "WHO WE ARE",
    "about2": "WHAT WE DO",
    "horses": "OUR HORSES",
    "news": "NEWS",
    "contact": "CONTACT US"
  },
  "HomePage": {
    "title": "EXCELLENCE",
    "description": "A promise to deliver a high caliber of horses and jumping mares with outstanding genetic profile."
  },
  "AboutPage": {
    "whoTitle": "WHO WE ARE",
    "whoContent": "From a young age, horse riding has always been central to our family. My father and brothers, are all accomplished riders and passionate breeders, they passed on their love of horses to me when I was just four years old. This deep family bond naturally shaped my path, leading me to become a competitive rider, a member of the Lebanese national show jumping team, and to compete in both regional and international competitions. After gaining solid professional experience in the property sector, both residential and commercial, in Lebanon and Ghana, we chose to take a different direction and move to France to pursue our dream. Together with my wife, Lea, we founded Les Deux Grises, a business deeply rooted in our values and shared passion for breeding elite show jumping horses. We want to leverage our cultural diversity to promote internationally the excellence driven by our passion, while respecting the environment and contribute to the well-being of future generations.\nKarim",
    "whatTitle": "WHAT WE DO",
    "whatContent": "Although dressage is part of our future plans, our current focus is on breeding and selling exceptional show jumping horses. We ensure that each animal receives the best conditions to maximize its potential, with the ambition of offering mounts that excel in the sporting arena. Les Deux Grises isn't just a business; it's the embodiment of a rich family legacy—one steeped in excellence, tradition, and a commitment to equestrian mastery. Our mission is to actively contribute to improving horse breeds in France while continuing to honor our family heritage. We invite fellow enthusiasts, breeders, and riders to join us in this adventure and discover the equestrian excellence that Les Deux Grises seeks to highlight."
  },
  "newsletter": {
    "title": "Subscribe to our newsletter",
    "description": "Stay informed about our latest news and updates",
    "emailPlaceholder": "Your email address",
    "join": "Join Us",
    "joinSuccess": "You are subscribed to our newsletter",
    "joinError": "An error occurred while subscribing to our newsletter",
    "leave": "Leave the club",
    "leaveSuccess": "You are unsubscribed from our newsletter",
    "leaveError": "An error occurred while unsubscribing from our newsletter",
    "cancel": "Cancel"
  },

  "HorsePage": {
    "linkMessage": "Click here to learn more"
  },

  "HorsesPage": {},

  "contact": {
    "title": "Feel free to contact us!",
    "webdev": "You like our website?",
    "webdevMessage": "Contact our web development team for a collaboration or a personalized website request.",
    "webdevButton": "Click here!"
  }
}
