{
  "Metadata": {
    "title": "LesDeuxGrises",
    "description": "Elevage de chevaux d'élite. Génétique de pointe et jumpers aguéris, voilà les fruits de la passion que portent les naisseurs de notre famille depuis des générations.",
    "keywords": "chevaux, élevage, génétique, jumpers, passion, famille, naisseurs"
  },
  "Navbar": {
    "home": "ACCUEIL",
    "about": "A PROPOS",
    "about1": "QUI SOMMES-NOUS",
    "about2": "CE QUE NOUS FAISONS",
    "horses": "CHEVAUX",
    "news": "NOUVELLES",
    "contact": "CONTACT"
  },
  "HomePage": {
    "title": "EXCELLENCE",
    "description": "Une promesse de livrer des chevaux de saut d'un calibre élevé et au profil génétique exceptionnel."
  },
  "AboutPage": {
    "whoTitle": "QUI NOUS SOMMES",
    "whoContent": "Depuis mon plus jeune age, l'equitation a toujours occupe une place centrale dans notre famille. Mon pere et mes freres, tous cavaliers accomplis et eleveurs passionnes, m'ont transmis leur amour des chevaux des l'age de quatre ans. Ce lien familial fort a naturellement influence mon parcours, me conduisant a devenir cavalier de competition, membre de l'equipe nationale libanaise de saut d'obstacles, et a participer a des competitions regionales et internationales. Apres avoir acquis une solide experience professionnelle dans le secteur de l'immobilier, tant residentiel que commercial, au Liban et au Ghana, nous avons choisi de changer de cap pour s'installer en France et realiser notre reve : elever des chevaux de race. C'est avec ma femme que nous avons fonde 'Les Deux Grises', une entreprise profondement ancree dans nos valeurs et notre passion commune pour l'elevage de chevaux de qualite.",
    "whatTitle": "CE QUE NOUS FAISONS",
    "whatContent": "Bien que le dressage fasse partie de nos projets futurs, notre priorite actuelle est l'elevage et la commercialisation de chevaux CSO d'exception. Nous nous assurons que chaque animal beneficie des meilleures conditions pour maximiser son potentiel, avec l'ambition de proposer des montures qui excellent sur le plan sportif. 'Les Deux Grises' est bien plus qu'une simple entreprise. C'est le prolongement d'une histoire familiale dediee a l'excellence, a la qualite et a la transmission de valeurs equestres fortes. Notre mission est de contribuer activement a l'amelioration des races en France tout en continuant a honorer notre heritage familial. Nous invitons les passionnes, eleveurs et cavaliers a se joindre a nous dans cette aventure et a decouvrir la maitrise equestre que 'Les Deux Grises' s'efforce de promouvoir."
  },

  "newsletter": {
    "title": "Inscrivez-vous a notre newsletter",
    "description": "Restez informe de nos dernieres actualites et mises a jour",
    "emailPlaceholder": "Votre adresse email",
    "join": "Nous Rejoindre",
    "joinSuccess": "Vous etes inscrit a notre newsletter",
    "joinError": "Une erreur est survenue lors de l'inscription a notre newsletter",
    "leave": "Quitter le club",
    "leaveSuccess": "Vous etes desabonne de notre newsletter",
    "leaveError": "Une erreur est survenue lors de la desabonnement a notre newsletter",
    "cancel": "Annuler"
  },

  "HorsePage": {
    "linkMessage": "Cliquer ici pour en savoir plus"
  },

  "contact": {
    "title": "N'hesitez pas a nous contacter !",
    "webdev": "Vous aimez notre site web ?",
    "webdevMessage": "Contactez-nous pour une collaboration ou une demande de site web personnalise.",
    "webdevButton": "C'est par ici !"
  }
}
