{
  "Metadata": {
    "title": "LesDeuxGrises",
    "description": "Elevage de chevaux d'elite. Genetique de pointe et jumpers aguerris, voila les fruits de la passion que portent les naisseurs de notre famille depuis des generations.",
    "keywords": "chevaux, elevage, jumpers, saut d'obstacles, naisseurs, competition, les deux grises, lesdeuxgrises, juments, poulains",
    "home": {
      "keywords": "lesdeuxgrises, les deux grises, elevage de chevaux premium, saut d'obstacles, excellence en elevage, chevaux de competition, france"
    },
    "about": {
      "keywords": "eleveurs de chevaux, equipe lesdeuxgrises, passion equestre, elevage de chevaux de saut, histoire d'elevage equin, elevage de chevaux en france"
    },
    "horses": {
      "keywords": "chevaux de saut, juments, etalons, youngsters, poulains, futurs poulains, haute valeur genetique, chevaux de competition, chevaux premium, chevaux de CSO"
    },
    "contact": {
      "keywords": "contacter lesdeuxgrises, achat de chevaux, consultation d'elevage, adresse lesdeuxgrises, renseignements sur les chevaux, elevage equin en france"
    }
  },
  "Navbar": {
    "home": "ACCUEIL",
    "about": "A PROPOS",
    "horses": "CHEVAUX",
    "news": "NOUVELLES",
    "contact": "CONTACT"
  },
  "HomePage": {
    "hiddenTitle": "Les deux grises, un elevage de chevaux de saut d'obstacles",
    "title": "EXCELLENCE",
    "description": "Une promesse de livrer des chevaux de saut d'un calibre eleve et au profil genetique exceptionnel."
  },
  "AboutPage": {
    "title": "LESDEUXGRISES decouvrez notre elevage!",
    "whoTitle": "QUI NOUS SOMMES",
    "whoContent": "Depuis mon plus jeune age, l'equitation a toujours occupe une place centrale dans notre famille. Mon pere et mes freres, tous cavaliers accomplis et eleveurs passionnes, m'ont transmis leur amour des chevaux des l'age de quatre ans. Ce lien familial fort a naturellement influence mon parcours, me conduisant a devenir cavalier de competition, membre de l'equipe nationale libanaise de saut d'obstacles, et a participer a des competitions regionales et internationales. \n\n Apres avoir acquis une solide experience professionnelle dans le secteur de l'immobilier, tant residentiel que commercial, au Liban et au Ghana, nous avons choisi de changer de cap pour s'installer en France et realiser notre reve : elever des chevaux de race. C'est avec ma femme que nous avons fonde 'Les Deux Grises', une entreprise profondement ancree dans nos valeurs et notre passion commune pour l'elevage de chevaux de qualite.",
    "whatTitle": "CE QUE NOUS FAISONS",
    "whatContent": "Bien que le dressage fasse partie de nos projets futurs, notre priorite actuelle est l'elevage et la commercialisation de chevaux CSO d'exception. Nous nous assurons que chaque animal beneficie des meilleures conditions pour maximiser son potentiel, avec l'ambition de proposer des montures qui excellent sur le plan sportif.\n\n 'Les Deux Grises' est bien plus qu'une simple entreprise. C'est le prolongement d'une histoire familiale dediee a l'excellence, a la qualite et a la transmission de valeurs equestres fortes. Notre mission est de contribuer activement a l'amelioration des races en France tout en continuant a honorer notre heritage familial. \n\n Nous invitons les passionnes, eleveurs et cavaliers a se joindre a nous dans cette aventure et a decouvrir la maitrise equestre que 'Les Deux Grises' s'efforce de promouvoir.",
    "teamTitle": "L'EQUIPE"
  },

  "newsletter": {
    "title": "Inscrivez-vous a notre newsletter",
    "description": "Restez informe de nos dernieres actualites et mises a jour",
    "emailPlaceholder": "Votre adresse email",
    "join": "Nous Rejoindre",
    "joinSuccess": "Vous etes inscrit a notre newsletter",
    "joinError": "Une erreur est survenue lors de l'inscription a notre newsletter",
    "leave": "Quitter le club",
    "leaveSuccess": "Vous etes desabonne de notre newsletter",
    "leaveError": "Une erreur est survenue lors de la desabonnement a notre newsletter",
    "cancel": "Annuler"
  },

  "HorsePage": {
    "linkMessage": "Cliquer ici pour en savoir plus"
  },

  "HorsesPage": {
    "title": "LES DEUX GRISES, decouvrez nos chevaux!",
    "sections": {
      "all": "TOUS",
      "mare": "JUMENTS",
      "horse": "CHEVAUX",
      "youngster": "YOUNGSTERS",
      "foal": "FOALS",
      "future foal": "FUTURE FOALS"
    }
  },

  "contact": {
    "title": "Contactez-nous",
    "webdev": "Vous aimez notre site web ?",
    "webdevMessage": "Contactez notre equipe de developpement web pour une collaboration ou une demande de site web personnalise.",
    "webdevButton": "C'est par ici !"
  },

  "footer": {
    "navigation": "Navigation",
    "home": "Accueil",
    "about": "A propos",
    "horses": "Chevaux",
    "contact": "Contact",
    "followUs": "Suivez-nous",
    "copyright": "Tous droits reserves",
    "privacy": "Politique de confidentialite"
  },

  "Privacy": {
    "title": "Politique de Confidentialite",
    "dataCollection": "Collecte des Donnees",
    "dataCollectionText": "Nous collectons uniquement les adresses e-mail que vous nous fournissez volontairement lors de votre inscription a notre newsletter. Aucune autre donnee personnelle n'est collectee sans votre consentement explicite.",
    "dataUsage": "Utilisation des Donnees",
    "dataUsageText": "Les adresses e-mail que nous recueillons ne servent qu'a tenir au courant les personnes interessees des evenements importants lies a Les Deux Grises. Nous n'exercons absolument aucune activite lucrative concernant les emails que nous rassemblons.",
    "dataRetention": "Conservation des Donnees",
    "dataRetentionText": "Nous supprimons automatiquement toutes les personnes qui se desinscrivent de notre newsletter de nos bases de donnees. Vos donnees ne sont conservees que tant que vous restez abonne a notre newsletter.",
    "yourRights": "Vos Droits",
    "yourRightsText": "Vous avez le droit de vous desinscrire a tout moment de notre newsletter. Vous pouvez egalement nous contacter pour demander la suppression de vos donnees ou pour toute question concernant leur traitement.",
    "contact": "Contact",
    "contactText": "Pour toute question concernant cette politique de confidentialite, vous pouvez nous contacter a :",
    "backHome": "Retour a l'accueil"
  }
}
